<?php
return [
    'create_account' => 'إنشاء حساب',
    'already_account' => 'هل لديك حساب بالفعل؟',
    'login' => 'تسجيل الدخول',
    'shop_name' => 'اسم المتجر',
    'username' => 'اسم المستخدم',
    'email' => 'البريد الإلكتروني',
    'phone' => 'الهاتف',
    'vendor_join' => 'سنة الانضمام',
    'vendor_card' => 'أدخل بطاقتك:',
    'vendor_record' => 'أدخل سجلك التجاري:',
    'password' => 'كلمة المرور',
    'confirm_password' => 'تأكيد كلمة المرور',
    'submit_register' => 'إرسال وتسجيل',
    'note' => 'ملاحظة:',
    'note_text' => 'سيتم استخدام بياناتك الشخصية لدعم تجربتك على هذا الموقع، لإدارة وصولك إلى حسابك، ولأغراض أخرى موضحة في سياسة الخصوصية لدينا',
];
?>